; externi soubor pro jazykove mutace
; radky zacinajici strednikem jsou komentar a lze ignorovat
; 
[MAIN]
#Language=CZ

#ProjectName=Project Orloj

;MENU
#Continue=&Pokračovat
#NewGame=&Nová hra
#LoadGame=N&ahrát hru
#SaveGame=&Uložit hru
#Options=Na&stavení
#ExitGame=&Konec hry
#mYes=&Ano
#mNo=&Ne
#RewriteGame=Opravdu začít hru od začátku?
#GameSaved=Hra uložena
#GameNotLoaded=Hra nejde nahrát
#GameLoaded=Hra nahrána
#GameContinueFailed=Hra poškozena

; obecne texty
#Ok=ok
#Cancel=zpět
#Yes=ano
#No=ne

; in game menu
#OpusteniInventare=&Ok

; rasa
#Neznamy=neznámý
#Barbar=barbar
#Trpaslik=trpaslík
#Elf=elf
#Clovek=člověk
#Magicky=magická bytost
#Zvire=zvíře
#Stroj=stroj

; zakladni vlastnosti jednotky
#Uroven=úroveň
#Zivoty=životy
#Zkusenost=zkušenost
#Sila=Síla
#Odolnost=Odolnost
#Obratnost=Obratnost
#Inteligence=Inteligence
#Vzdelani=Vzdělání

; doplnkove vlastnosti jednotky
#UtocneCislo_zblizka=ÚČ pro boj na blízko
#UtocneCislo_zdalky=ÚČ pro boj z dálky
#ObranneCislo=obranné číslo
#Regenerace_Zivoty=regenerace zdraví
#Regenerace_Mana=regenerace many
#SilaKouzel=síla kouzel
#ObranaPredKouzly=obrana před kouzly
#AkcniBody=akční body

; zkratka pro akční body
#AB=AB
#Zrucnost=zručnost
#Dohled=dohled

; Hint bottons
#DalsiKolo=další kolo
#NextTroop=další jednotka
#Move=Přesun
#Attack=útok
#Defend=obrana
#Inventory=inventář
#Spell=kouzlo

; pri utoku
#NarazilJsiNaNepritele=Narazil jsi na nepřítele.
#NepritelTeZahledl=Zahlédl tě nepřítel.


; zraneni/leceni
#Leceni=léčení
#Zraneni=zranění
#RegeneraceZivota=regenerace
#SmrtelneZraneni=smrtelné zranění

; hlasky k inventari
#ZbranNeniProTutoRasu=Zbraň není pro tuto rasu.
#NelzePouzitJakoVystrojVyzbroj=Nelze použít jako výzbroj či výstroj.
#ZbrojNelzeTaktoPouzit=Zbroj nelze takto použít.
#BarbarNemuzeNositZbroj=Barbar nepoužívá zbroj.
#ZbranNelzeTaktoPouzit=Zbraň nelze takto použít.
#ObourucniZbranNelzeKombinovatSJednorucni=Obouruční zbraň nelze kombinovat s jednoruční.
#NelzeSeVyzbrojitDvemaZbranema=Nelze se vyzbrojit dvěmi zbraněmi.
#StitNelzeTaktoPouzit=Štít nelze takto použít.
#NelzePouzitStitKObourucniZbrani=Nelze použít štít s obouruční zbraní.
#StrelivoNelzeTaktoPouzit=Střely nelze takto použít.
